{
  "toy": 4546,
  "story": 4263,
  "1995": 118,
  "owned": 3278,
  "imdb": 2301,
  "250": 151,
  "pixar": 3433,
  "time": 4503,
  "travel": 4577,
  "funny": 1873,
  "children": 913,
  "witty": 4915,
  "comedy": 1026,
  "rated": 3665,
  "animation": 323,
  "computer": 1050,
  "good": 1974,
  "cartoon": 831,
  "friendship": 1856,
  "humorous": 2257,
  "warm": 4815,
  "fanciful": 1689,
  "light": 2682,
  "bright": 688,
  "rousing": 3858,
  "toys": 4547,
  "come": 1022,
  "life": 2679,
  "heroic": 2157,
  "mission": 2978,
  "unlikely": 4682,
  "friendships": 1857,
  "disney": 1376,
  "rescue": 3741,
  "bullying": 735,
  "friends": 1855,
  "jealousy": 2432,
  "martial": 2839,
  "arts": 388,
  "neighborhood": 3130,
  "new": 3143,
  "boy": 657,
  "door": 1410,
  "rivalry": 3798,
  "comes": 1027,
  "clever": 970,
  "tom": 4519,
  "hanks": 2082,
  "fun": 1869,
  "national": 3112,
  "film": 1747,
  "registry": 3709,
  "dolls": 1402,
  "fantasy": 1692,
  "family": 1685,
  "adventure": 217,
  "animated": 322,
  "cgi": 867,
  "classic": 957,
  "watched": 4828,
  "action": 194,
  "figure": 1746,
  "cg": 866,
  "woody": 4934,
  "nostalgic": 3191,
  "tim": 4502,
  "allen": 270,
  "childish": 912,
  "buddy": 721,
  "movie": 3056,
  "3d": 156,
  "cute": 1194,
  "voice": 4776,
  "acting": 193,
  "dinosaur": 1354,
  "cowboy": 1132,
  "john": 2465,
  "best": 550,
  "rotten": 3852,
  "tomatoes": 4520,
  "boys": 660,
  "kids": 2554,
  "feature": 1717,
  "leoni": 2653,
  "does": 1396,
  "star": 4228,
  "exciting": 1628,
  "plot": 3455,
  "lines": 2693,
  "touching": 4538,
  "clv": 990,
  "2009": 135,
  "stereoscopic": 4243,
  "dvd": 1469,
  "video": 4742,
  "55": 160,
  "movies": 3058,
  "kid": 2551,
  "entertainment": 1578,
  "weekly": 4853,
  "bd": 509,
  "rainy": 3648,
  "day": 1245,
  "watchlist": 4830,
  "itaege": 2402,
  "avi": 442,
  "buy": 759,
  "hearted": 2128,
  "great": 2010,
  "favorite": 1712,
  "tumey": 4614,
  "vhs": 4735,
  "sci": 3949,
  "fi": 1735,
  "want": 4808,
  "innovative": 2344,
  "usa": 4699,
  "heart": 2125,
  "american": 290,
  "robin": 3810,
  "williams": 4888,
  "giant": 1940,
  "insect": 2347,
  "board": 618,
  "game": 1886,
  "disappearance": 1364,
  "based": 495,
  "book": 639,
  "home": 2210,
  "bad": 459,
  "flick": 1780,
  "scary": 3938,
  "animals": 321,
  "magic": 2783,
  "fiction": 1738,
  "adapted": 204,
  "chris": 926,
  "van": 4712,
  "kirsten": 2570,
  "dunst": 1461,
  "jungle": 2509,
  "monkey": 3012,
  "childhood": 911,
  "joe": 2462,
  "filmed": 1749,
  "adaptation": 203,
  "dynamic": 1477,
  "horror": 2233,
  "genre": 1919,
  "old": 3228,
  "men": 2908,
  "friend": 1853,
  "duringcreditsstinger": 1462,
  "fishing": 1768,
  "man": 2804,
  "sequel": 4002,
  "fever": 1733,
  "no_fa_ganes": 3166,
  "jack": 2409,
  "walter": 4805,
  "running": 3872,
  "people": 3367,
  "howard": 2247,
  "ann": 326,
  "margaret": 2821,
  "hannah": 2083,
  "soundtrack": 4171,
  "waiting": 4793,
  "chick": 907,
  "novel": 3194,
  "divorce": 1383,
  "interracial": 2366,
  "relationship": 3717,
  "single": 4104,
  "mother": 3040,
  "revenge": 3756,
  "characters": 883,
  "father": 1710,
  "bride": 684,
  "ii": 2288,
  "aging": 237,
  "baby": 454,
  "confidence": 1059,
  "daughter": 1237,
  "midlife": 2941,
  "crisis": 1156,
  "parent": 3321,
  "child": 910,
  "pregnancy": 3523,
  "steve": 4246,
  "martin": 2841,
  "wedding": 4849,
  "diane": 1329,
  "keaton": 2533,
  "heat": 2131,
  "realistic": 3679,
  "suspense": 4356,
  "al": 246,
  "pacino": 3287,
  "robert": 3807,
  "niro": 3164,
  "crime": 1151,
  "tense": 4444,
  "bank": 475,
  "robbery": 3805,
  "atmospheric": 410,
  "val": 4706,
  "kilmer": 2561,
  "dialogue": 1324,
  "long": 2720,
  "heist": 2138,
  "job": 2459,
  "los": 2729,
  "angeles": 314,
  "michael": 2935,
  "mann": 2812,
  "visceral": 4767,
  "bleak": 601,
  "slick": 4127,
  "somber": 4157,
  "gang": 1890,
  "betrayal": 553,
  "cat": 842,
  "mouse": 3053,
  "chase": 889,
  "epic": 1582,
  "criminal": 1153,
  "mastermind": 2853,
  "cult": 1182,
  "detective": 1316,
  "ex": 1623,
  "honor": 2224,
  "loner": 2719,
  "murder": 3071,
  "neo": 3135,
  "noir": 3169,
  "obsession": 3206,
  "thief": 4473,
  "pick": 3410,
  "gunfight": 2048,
  "overrated": 3275,
  "philosophy": 3399,
  "natalie": 3110,
  "portman": 3495,
  "electronic": 1529,
  "slow": 4128,
  "paced": 3284,
  "blu": 614,
  "ray": 3672,
  "lame": 2601,
  "cliched": 972,
  "filmaffinity": 1748,
  "lo": 2708,
  "police": 3473,
  "bechdel": 522,
  "test": 4455,
  "fail": 1669,
  "ashley": 391,
  "judd": 2492,
  "relationships": 3718,
  "ensemble": 1576,
  "cast": 838,
  "complex": 1047,
  "cares": 811,
  "dvds": 1470,
  "setting": 4015,
  "la": 2592,
  "act": 191,
  "problems": 3553,
  "jon": 2473,
  "authentic": 431,
  "vs": 4785,
  "btaege": 715,
  "hd": 2118,
  "mkv": 2990,
  "remember": 3727,
  "seen": 3988,
  "2011": 137,
  "understated": 4656,
  "10": 11,
  "netflix": 3141,
  "queue": 3622,
  "guns": 2050,
  "violent": 4760,
  "suicide": 4320,
  "adultery": 215,
  "real": 3677,
  "career": 809,
  "need": 3127,
  "mary": 2844,
  "bibliothek": 562,
  "amazing": 282,
  "captivating": 802,
  "tragic": 4556,
  "end": 1562,
  "thieves": 4474,
  "teenage": 4429,
  "girl": 1946,
  "male": 2799,
  "female": 1723,
  "tough": 4539,
  "guy": 2053,
  "2010": 136,
  "violence": 4759,
  "language": 2609,
  "remake": 3725,
  "chauffeur": 892,
  "island": 2395,
  "millionaire": 2954,
  "paris": 3325,
  "sibling": 4081,
  "harrison": 2099,
  "ford": 1808,
  "play": 3448,
  "romance": 3833,
  "ugly": 4634,
  "love": 2740,
  "drama": 1427,
  "finding": 1755,
  "greg": 2016,
  "kinnear": 2568,
  "julia": 2498,
  "remadeas": 3724,
  "remakeof": 3726,
  "1954": 73,
  "better": 555,
  "original": 3257,
  "nancy": 3100,
  "mark": 2830,
  "peter": 3387,
  "author": 432,
  "library": 2676,
  "sudden": 4317,
  "death": 1258,
  "explosive": 1649,
  "hostage": 2239,
  "terrorist": 4453,
  "vice": 4736,
  "president": 3531,
  "jean": 2433,
  "claude": 961,
  "damme": 1212,
  "bond": 631,
  "007": 1,
  "gadgets": 1881,
  "spies": 4196,
  "secret": 3983,
  "service": 4011,
  "virus": 4766,
  "cuba": 1178,
  "falsely": 1682,
  "accused": 189,
  "kgb": 2547,
  "red": 3694,
  "army": 375,
  "base": 493,
  "identity": 2283,
  "intelligence": 2360,
  "special": 4184,
  "car": 805,
  "st": 4216,
  "russia": 3877,
  "bomb": 627,
  "james": 2418,
  "pierce": 3417,
  "brosnan": 704,
  "pseudo": 3580,
  "wanted": 4809,
  "win": 4891,
  "sean": 3973,
  "bean": 512,
  "bonds": 634,
  "tank": 4401,
  "scene": 3940,
  "franchise": 1830,
  "espionage": 1597,
  "caribbean": 814,
  "latin": 2617,
  "america": 289,
  "memorable": 2905,
  "sexuality": 4026,
  "dark": 1230,
  "thriller": 4488,
  "assassin": 396,
  "killer": 2557,
  "protagonist": 3575,
  "series": 4009,
  "dies": 1341,
  "jump": 2507,
  "stunt": 4296,
  "hacker": 2059,
  "flash": 1774,
  "helicopter": 2142,
  "games": 1888,
  "mtskaf": 3063,
  "bob": 621,
  "ola": 3227,
  "white": 4874,
  "house": 2244,
  "widower": 4879,
  "wildlife": 4885,
  "aaron": 171,
  "parents": 3324,
  "politics": 3479,
  "decent": 1267,
  "kung": 2587,
  "fu": 1866,
  "performances": 3372,
  "ethics": 1607,
  "douglas": 1416,
  "morals": 3028,
  "rob": 3803,
  "girlie": 1948,
  "collection": 1005,
  "03": 4,
  "06": 7,
  "screenwriter": 3966,
  "dracula": 1423,
  "dead": 1248,
  "loving": 2749,
  "spoof": 4206,
  "mel": 2896,
  "brooks": 702,
  "gothic": 1988,
  "leslie": 2658,
  "parody": 3328,
  "farce": 1694,
  "vampires": 4711,
  "vampire": 4710,
  "ei": 1524,
  "muista": 3064,
  "alaska": 250,
  "dog": 1398,
  "race": 3632,
  "pet": 3385,
  "bear": 513,
  "attack": 412,
  "frozen": 1864,
  "lake": 2600,
  "wolf": 4919,
  "dogs": 1399,
  "boring": 644,
  "talking": 4397,
  "simon": 4096,
  "wells": 4859,
  "wolves": 4921,
  "nixon": 3165,
  "biography": 572,
  "government": 1989,
  "historical": 2182,
  "presidential": 3532,
  "election": 1527,
  "scandal": 3932,
  "corruption": 1111,
  "true": 4606,
  "oliver": 3231,
  "stone": 4256,
  "biographical": 571,
  "biopic": 574,
  "character": 882,
  "person": 3380,
  "richard": 3771,
  "cinematographer": 943,
  "richardson": 3772,
  "political": 3476,
  "anthony": 338,
  "hopkins": 2230,
  "map": 2815,
  "exotic": 1636,
  "pirate": 3428,
  "ship": 4056,
  "treasure": 4581,
  "big": 564,
  "budget": 722,
  "pirates": 3429,
  "hunt": 2264,
  "sword": 4376,
  "fight": 1743,
  "humor": 2256,
  "davis": 1242,
  "frank": 1834,
  "casino": 837,
  "mafia": 2780,
  "scorsese": 3958,
  "organized": 3254,
  "gangster": 1892,
  "vegas": 4722,
  "1970s": 91,
  "1980s": 102,
  "drug": 1446,
  "abuse": 180,
  "illegal": 2291,
  "prostitution": 3573,
  "overdose": 3273,
  "poker": 3467,
  "las": 2613,
  "wife": 4880,
  "sharon": 4044,
  "mob": 2993,
  "rewatch": 3762,
  "narrated": 3104,
  "memasa": 2902,
  "gangsters": 1893,
  "nudity": 3199,
  "rear": 3682,
  "stylish": 4302,
  "watch": 4827,
  "documentary": 1395,
  "like": 2686,
  "cannibalism": 793,
  "non": 3176,
  "development": 1319,
  "excellent": 1625,
  "masterpiece": 2854,
  "pink": 3425,
  "gambling": 1885,
  "etaege": 1603,
  "na": 3097,
  "dysku": 1482,
  "topless": 4528,
  "brief": 687,
  "divx1": 1386,
  "sense": 3996,
  "jane": 2421,
  "austen": 425,
  "british": 693,
  "19th": 123,
  "century": 864,
  "hugh": 2249,
  "grant": 2002,
  "bowling": 653,
  "country": 1118,
  "horse": 2235,
  "inheritance": 2337,
  "military": 2948,
  "officer": 3218,
  "period": 3375,
  "rural": 3874,
  "servant": 4010,
  "finland": 1758,
  "romantic": 3836,
  "alan": 249,
  "rickman": 3775,
  "emma": 1550,
  "thompson": 4480,
  "kate": 2525,
  "winslet": 4900,
  "emotional": 1553,
  "oscar": 3264,
  "nominee": 3175,
  "picture": 3412,
  "shakespeare": 4034,
  "costume": 1114,
  "literature": 2699,
  "fast": 1704,
  "happens": 2087,
  "lee": 2639,
  "britain": 692,
  "upper": 4695,
  "class": 956,
  "london": 2715,
  "heartbreak": 2126,
  "english": 1573,
  "england": 1572,
  "hulu": 2252,
  "2012": 138,
  "18th": 24,
  "heartwarming": 2130,
  "piece": 3415,
  "bgab": 559,
  "lrc": 2752,
  "sven": 4360,
  "list": 2696,
  "multiple": 3067,
  "storylines": 4265,
  "quentin": 3620,
  "tarantino": 4404,
  "roth": 3851,
  "year": 4972,
  "anthology": 337,
  "gross": 2029,
  "witchcraft": 4911,
  "rodriguez": 3821,
  "night": 3158,
  "hotel": 2241,
  "role": 3827,
  "antonio": 342,
  "banderas": 471,
  "madonna": 2777,
  "woman": 4922,
  "director": 1358,
  "bet": 551,
  "hoodlum": 2226,
  "room": 3844,
  "eve": 1614,
  "sperm": 4191,
  "witch": 4910,
  "bruce": 710,
  "willis": 4889,
  "jennifer": 2437,
  "witches": 4912,
  "short": 4070,
  "stories": 4261,
  "alexandre": 260,
  "rockwell": 3817,
  "awesome": 448,
  "music": 3077,
  "blasphemous": 599,
  "foul": 1822,
  "nature": 3117,
  "jim": 2453,
  "carrey": 824,
  "silly": 4094,
  "africa": 227,
  "bat": 500,
  "human": 2253,
  "animal": 320,
  "indigenous": 2325,
  "goofy": 1977,
  "stupid": 4299,
  "hell": 2143,
  "crazy": 1140,
  "private": 3549,
  "simple": 4097,
  "hilarious": 2171,
  "worst": 4945,
  "dumb": 1460,
  "kind": 2563,
  "money": 3009,
  "train": 4559,
  "york": 4979,
  "city": 949,
  "subway": 4314,
  "joseph": 2480,
  "business": 753,
  "hollywood": 2205,
  "debt": 1260,
  "drugs": 1447,
  "miami": 2934,
  "mobster": 2995,
  "producer": 3555,
  "foqam": 1802,
  "leonard": 2650,
  "travolta": 4579,
  "satire": 3919,
  "getting": 1933,
  "barry": 490,
  "contrived": 1085,
  "gene": 1911,
  "hackman": 2062,
  "danny": 1228,
  "devito": 1321,
  "stuntman": 4297,
  "plane": 3441,
  "crash": 1139,
  "airport": 243,
  "cowardliness": 1131,
  "brutality": 713,
  "operation": 3244,
  "protection": 3576,
  "psychologist": 3589,
  "psychology": 3590,
  "serial": 4008,
  "suspenseful": 4357,
  "claustrophobic": 963,
  "freeman": 1849,
  "holly": 2204,
  "hunter": 2265,
  "sigourney": 4091,
  "weaver": 4846,
  "trauma": 4575,
  "mystery": 3092,
  "assassins": 398,
  "double": 1413,
  "cross": 1164,
  "cia": 937,
  "competition": 1046,
  "detroit": 1318,
  "assassination": 397,
  "hidden": 2163,
  "camera": 778,
  "hitman": 2190,
  "mexican": 2929,
  "standoff": 4225,
  "seattle": 3980,
  "shootout": 4066,
  "sniper": 4138,
  "rifle": 3784,
  "sylvester": 4381,
  "stallone": 4222,
  "julianne": 2500,
  "moore": 3024,
  "strong": 4286,
  "stunts": 4298,
  "contract": 1084,
  "chess": 905,
  "spain": 4182,
  "festival": 1730,
  "explosions": 1648,
  "escape": 1593,
  "twist": 4628,
  "earnest": 1489,
  "reflective": 3706,
  "elegiac": 1531,
  "poignant": 3463,
  "christ": 927,
  "allegory": 269,
  "healing": 2121,
  "power": 3510,
  "held": 2139,
  "shot": 4071,
  "teacher": 4414,
  "student": 4289,
  "post": 3502,
  "apocalyptic": 351,
  "powers": 3512,
  "victor": 4738,
  "controversial": 1087,
  "pretentious": 3536,
  "outcast": 3268,
  "cheesy": 901,
  "lesson": 2659,
  "coming": 1031,
  "age": 232,
  "nicolas": 3155,
  "cage": 768,
  "melancholy": 2898,
  "intimate": 2370,
  "alcoholism": 255,
  "crossed": 1165,
  "lovers": 2746,
  "prostitutes": 3572,
  "alcohol": 253,
  "dying": 1474,
  "individual": 2326,
  "sight": 4089,
  "lovesickness": 2748,
  "prostitute": 3571,
  "rage": 3640,
  "hate": 2107,
  "unsociability": 4691,
  "depressing": 1295,
  "elisabeth": 1538,
  "melancholic": 2897,
  "existential": 1632,
  "self": 3990,
  "destruction": 1314,
  "favorites": 1713,
  "addiction": 208,
  "annemari": 329,
  "loneliness": 2717,
  "drinking": 1439,
  "actor": 197,
  "mike": 2945,
  "haunting": 2110,
  "nihilism": 3162,
  "julian": 2499,
  "kim": 2562,
  "adams": 202,
  "emily": 1549,
  "elizabeth": 1540,
  "casting": 839,
  "implausible": 2308,
  "sad": 3884,
  "parker": 3327,
  "playwright": 3453,
  "truth": 4609,
  "songs": 4161,
  "christina": 931,
  "ricci": 3768,
  "demi": 1280,
  "hoffman": 2194,
  "rita": 3795,
  "wilson": 4890,
  "pass": 3334,
  "brendan": 681,
  "fraser": 1839,
  "women": 4924,
  "retro": 3751,
  "prospect": 3570,
  "preferred": 3522,
  "captain": 801,
  "wars": 4822,
  "flame": 1773,
  "shaw": 4045,
  "amanda": 280,
  "bland": 598,
  "reviewed": 3758,
  "pam": 3305,
  "nick": 3154,
  "dear": 1257,
  "roger": 3823,
  "lost": 2734,
  "des": 1302,
  "surreal": 4347,
  "dystopia": 1483,
  "kidnapping": 2553,
  "steampunk": 4238,
  "weird": 4855,
  "fairytale": 1673,
  "stylized": 4303,
  "whimsical": 4870,
  "dreamlike": 1431,
  "hallucinatory": 2072,
  "clone": 980,
  "dream": 1430,
  "eye": 1661,
  "strange": 4269,
  "visual": 4771,
  "pierre": 3418,
  "visually": 4772,
  "appealing": 352,
  "stunning": 4295,
  "beautiful": 519,
  "santa": 3911,
  "claus": 962,
  "ron": 3840,
  "marc": 2818,
  "legenda": 2645,
  "pt": 3594,
  "br": 661,
  "circus": 947,
  "orphans": 3262,
  "shit": 4059,
  "nightmare": 3160,
  "twins": 4627,
  "creepy": 1148,
  "french": 1850,
  "freaks": 1843,
  "dwarf": 1472,
  "awkward": 450,
  "shanghai": 4039,
  "uncle": 4644,
  "mistress": 2985,
  "cabaret": 763,
  "zhang": 4992,
  "yimou": 4977,
  "dangerous": 1223,
  "inspirational": 2353,
  "rap": 3658,
  "high": 2166,
  "school": 3946,
  "karate": 2521,
  "naval": 3118,
  "amusement": 299,
  "park": 3326,
  "education": 1515,
  "michelle": 2937,
  "pfeiffer": 3388,
  "social": 4143,
  "commentary": 1034,
  "professor": 3560,
  "poetry": 3462,
  "kinda": 2564,
  "smith": 4132,
  "cinema": 941,
  "changing": 877,
  "lives": 2704,
  "12": 15,
  "asylum": 403,
  "warfare": 4814,
  "ending": 1563,
  "brad": 662,
  "pitt": 3431,
  "complicated": 1048,
  "future": 1876,
  "loop": 2725,
  "mental": 2914,
  "illness": 2292,
  "mindfuck": 2956,
  "terry": 4454,
  "gilliam": 1945,
  "epidemic": 1583,
  "practical": 3513,
  "effects": 1520,
  "lethal": 2662,
  "philadelphia": 3393,
  "stockholm": 4254,
  "syndrome": 4384,
  "schizophrenia": 3944,
  "paradox": 3315,
  "institution": 2356,
  "genetics": 1916,
  "world": 4941,
  "imagination": 2298,
  "dystopic": 1485,
  "biology": 573,
  "futuristmovies": 1878,
  "com": 1019,
  "david": 1240,
  "peoples": 3368,
  "hard": 2092,
  "follow": 1794,
  "brilliant": 690,
  "annoying": 332,
  "reality": 3680,
  "dystopian": 1484,
  "science": 3950,
  "jeffrey": 2435,
  "scenario": 3939,
  "memory": 2907,
  "insanity": 2346,
  "inspired": 2354,
  "point": 3464,
  "medical": 2885,
  "danger": 1222,
  "trust": 4608,
  "fran": 1827,
  "saturn": 3922,
  "award": 446,
  "christopher": 933,
  "plummer": 3456,
  "absurd": 179,
  "interesting": 2363,
  "monty": 3020,
  "python": 3610,
  "related": 3714,
  "orange": 3248,
  "ambiguous": 285,
  "design": 1306,
  "actors": 198,
  "genius": 1917,
  "disappointing": 1365,
  "misfits": 2973,
  "different": 1345,
  "view": 4748,
  "hours": 2243,
  "wings": 4896,
  "courage": 1124,
  "imax": 2300,
  "live": 2703,
  "dvr": 1471,
  "sheep": 4047,
  "farm": 1696,
  "farming": 1698,
  "food": 1796,
  "easily": 1492,
  "confused": 1063,
  "title": 4508,
  "tale": 4393,
  "villain": 4755,
  "pigs": 3421,
  "hugo": 2251,
  "weaving": 4847,
  "ll": 2706,
  "pig": 3419,
  "sweet": 4369,
  "rats": 3669,
  "environmental": 1580,
  "afi": 226,
  "100": 12,
  "cheers": 900,
  "way": 4838,
  "independent": 2319,
  "painter": 3295,
  "polyamory": 3483,
  "soldier": 4151,
  "war": 4811,
  "artist": 385,
  "artists": 387,
  "writer": 4951,
  "compare": 1042,
  "group": 2032,
  "walking": 4801,
  "religion": 3720,
  "catholicism": 850,
  "court": 1126,
  "case": 834,
  "penalty": 3360,
  "row": 3859,
  "sentence": 3998,
  "despair": 1309,
  "electric": 1528,
  "chair": 870,
  "forgiveness": 1814,
  "mercy": 2919,
  "prison": 3546,
  "cell": 859,
  "rape": 3659,
  "right": 3785,
  "justice": 2515,
  "discovery": 1368,
  "socially": 4146,
  "therapist": 4469,
  "bible": 560,
  "christianity": 929,
  "susan": 4354,
  "sarandon": 3914,
  "intense": 2362,
  "nun": 3202,
  "emotion": 1552,
  "penn": 3365,
  "deaf": 1251,
  "robbins": 3806,
  "capital": 799,
  "punishment": 3601,
  "courtroom": 1127,
  "law": 2628,
  "actress": 199,
  "redemption": 3696,
  "moral": 3025,
  "dilemma": 1349,
  "uk": 4635,
  "finish": 1757,
  "movielens": 3057,
  "sea": 3971,
  "takes": 4390,
  "twin": 4626,
  "orphan": 3260,
  "sabotage": 3882,
  "switching": 4374,
  "places": 3437,
  "andy": 311,
  "teen": 4428,
  "quotable": 3628,
  "paul": 3349,
  "rudd": 3864,
  "1990s": 113,
  "brittany": 694,
  "murphy": 3074,
  "teenager": 4430,
  "amy": 300,
  "donald": 1407,
  "classics": 959,
  "fashion": 1702,
  "quick": 3623,
  "feel": 1719,
  "sunny": 4326,
  "teenagers": 4431,
  "looking": 2723,
  "girls": 1949,
  "saw": 3928,
  "times": 4505,
  "beloved": 537,
  "south": 4174,
  "racism": 3636,
  "iii": 2289,
  "king": 2565,
  "ian": 2277,
  "mckellen": 2875,
  "ram": 3650,
  "downey": 1418,
  "jr": 2489,
  "corrupt": 1110,
  "vietnam": 4747,
  "1960s": 80,
  "african": 228,
  "armored": 372,
  "truck": 4605,
  "loss": 2733,
  "virginity": 4764,
  "killing": 2559,
  "ptsd": 3595,
  "veteran": 4734,
  "17th": 22,
  "medicine": 2886,
  "wealth": 4841,
  "gore": 1979,
  "hand": 2077,
  "combat": 1021,
  "monster": 3014,
  "sorcerer": 4164,
  "tournament": 4542,
  "ridiculous": 3780,
  "scenes": 3942,
  "fighting": 1745,
  "blood": 609,
  "anderson": 306,
  "fatality": 1708,
  "graphics": 2004,
  "theme": 4466,
  "song": 4160,
  "alternate": 276,
  "dimension": 1350,
  "ninja": 3163,
  "set": 4012,
  "nostalgia": 3190,
  "critic": 1158,
  "die": 1339,
  "gay": 1907,
  "mockumentary": 2996,
  "personality": 3382,
  "disorder": 1377,
  "television": 4436,
  "winter": 4901,
  "media": 2884,
  "nicole": 3156,
  "kidman": 2552,
  "essential": 1598,
  "performance": 3371,
  "joaquin": 2458,
  "phoenix": 3400,
  "journalism": 2484,
  "wayne": 4839,
  "knight": 2577,
  "make": 2793,
  "extramarital": 1655,
  "affair": 221,
  "holiday": 2200,
  "grandmother": 2000,
  "marriage": 2833,
  "proposal": 3568,
  "married": 2834,
  "couple": 1122,
  "seven": 4017,
  "twists": 4630,
  "turns": 4621,
  "morgan": 3030,
  "disturbing": 1380,
  "kevin": 2545,
  "spacey": 4180,
  "powerful": 3511,
  "investigation": 2376,
  "psychological": 3588,
  "philosophical": 3398,
  "biblical": 561,
  "gloomy": 1955,
  "grim": 2023,
  "ominous": 3238,
  "gruesome": 2035,
  "menacing": 2910,
  "killers": 2558,
  "dealer": 1254,
  "insomnia": 2350,
  "lust": 2763,
  "pride": 3540,
  "vanity": 4714,
  "prophecy": 3567,
  "numbers": 3201,
  "greed": 2013,
  "books": 640,
  "week": 4851,
  "husband": 2270,
  "sin": 4099,
  "paltrow": 3304,
  "surprise": 4344,
  "shocking": 4061,
  "confusing": 1064,
  "favourite": 1714,
  "gorgeous": 1980,
  "cinematography": 944,
  "super": 4329,
  "crimes": 1152,
  "bfi": 558,
  "modern": 2998,
  "writing": 4953,
  "disgusting": 1373,
  "grotesque": 2030,
  "creative": 1142,
  "divx": 1385,
  "graphic": 2003,
  "theater": 4461,
  "gory": 1982,
  "wonderful": 4927,
  "painful": 3294,
  "sexual": 4025,
  "assault": 399,
  "thought": 4482,
  "provoking": 3579,
  "predictable": 3521,
  "credits": 1146,
  "evil": 1620,
  "cynical": 1200,
  "deadly": 1249,
  "terrible": 4449,
  "sidekick": 4086,
  "tree": 4583,
  "folklore": 1793,
  "colony": 1012,
  "cultural": 1183,
  "culture": 1184,
  "clash": 955,
  "forbidden": 1803,
  "gold": 1969,
  "rush": 3875,
  "indian": 2321,
  "chief": 909,
  "indians": 2323,
  "virginia": 4763,
  "land": 2604,
  "musical": 3078,
  "native": 3115,
  "princess": 3544,
  "americans": 291,
  "90s": 167,
  "lead": 2633,
  "renaissance": 3729,
  "stereotypes": 4245,
  "judy": 2496,
  "gibson": 1941,
  "russell": 3876,
  "70mm": 163,
  "blow": 612,
  "historically": 2183,
  "inaccurate": 2312,
  "score": 3956,
  "eric": 1588,
  "goldberg": 1970,
  "gabriel": 1880,
  "falling": 1679,
  "lesbian": 2656,
  "lgbt": 2668,
  "patricia": 3343,
  "notable": 3192,
  "interrogation": 2367,
  "flashback": 1775,
  "storytelling": 4266,
  "script": 3968,
  "conspiracy": 1077,
  "flashbacks": 1776,
  "benicio": 543,
  "del": 1271,
  "toro": 4530,
  "hungarian": 2261,
  "theft": 4464,
  "unexpected": 4663,
  "term": 4447,
  "puzzle": 3608,
  "supporting": 4339,
  "nonlinear": 3177,
  "storyline": 4264,
  "bryan": 714,
  "singer": 4102,
  "pete": 3386,
  "caper": 798,
  "unreliable": 4687,
  "club": 989,
  "meta": 2926,
  "dull": 1459,
  "den": 1285,
  "anti": 340,
  "hero": 2155,
  "smart": 4131,
  "winner": 4897,
  "web": 4848,
  "lies": 2678,
  "byrne": 762,
  "solving": 4155,
  "black": 591,
  "humour": 2258,
  "beginning": 527,
  "intelligent": 2361,
  "fell": 1721,
  "myth": 3095,
  "unnecessary": 4683,
  "stephen": 4241,
  "baldwin": 463,
  "losers": 2731,
  "screenplay": 3965,
  "academy": 182,
  "written": 4954,
  "screen": 3964,
  "edgar": 1511,
  "motion": 3044,
  "guardian": 2037,
  "angel": 312,
  "1994": 117,
  "adoption": 212,
  "birth": 578,
  "immigrants": 2303,
  "green": 2015,
  "soccer": 4142,
  "sport": 4207,
  "sports": 4208,
  "georgia": 1925,
  "band": 470,
  "musicians": 3080,
  "round": 3856,
  "table": 4385,
  "holidays": 2201,
  "baltimore": 469,
  "conflict": 1061,
  "thanksgiving": 4460,
  "dysfunctional": 1481,
  "jodie": 2461,
  "foster": 1821,
  "amazon": 283,
  "postman": 3503,
  "il": 2290,
  "letter": 2664,
  "poet": 3460,
  "fisherman": 1767,
  "italian": 2403,
  "bittersweet": 588,
  "beautifully": 520,
  "writers": 4952,
  "scenery": 3941,
  "sicily": 4083,
  "perrot": 3376,
  "le": 2632,
  "parallel": 3316,
  "puppet": 3603,
  "oz": 3280,
  "coogan": 1094,
  "1996": 119,
  "grieving": 2022,
  "gun": 2047,
  "defense": 1270,
  "vigilante": 4750,
  "sally": 3898,
  "field": 1740,
  "ed": 1508,
  "harris": 2098,
  "beverly": 557,
  "mr": 3060,
  "holland": 2202,
  "apprentice": 354,
  "composer": 1049,
  "mute": 3086,
  "disabled": 1362,
  "mentor": 2916,
  "classical": 958,
  "mrs": 3061,
  "jay": 2429,
  "thomas": 4479,
  "william": 4887,
  "sappy": 3912,
  "moving": 3059,
  "deafness": 1252,
  "hearing": 2124,
  "don": 1406,
  "menace": 2909,
  "central": 863,
  "hood": 2225,
  "cousin": 1128,
  "date": 1234,
  "hip": 2177,
  "hop": 2228,
  "ghetto": 1935,
  "brothers": 708,
  "sandra": 3909,
  "bullock": 732,
  "painting": 3296,
  "pollution": 3481,
  "golden": 1971,
  "raspberry": 3662,
  "shore": 4069,
  "jason": 2428,
  "bloom": 611,
  "cliche": 971,
  "virtual": 4765,
  "cyberpunk": 1196,
  "crap": 1137,
  "estate": 1600,
  "agent": 235,
  "triangle": 4588,
  "menage": 2911,
  "trois": 4600,
  "southern": 4175,
  "france": 1828,
  "bisexual": 580,
  "queer": 3619,
  "frontal": 1861,
  "friday": 1852,
  "rapper": 3660,
  "stoner": 4257,
  "ice": 2278,
  "cube": 1180,
  "tucker": 4612,
  "gary": 1903,
  "gray": 2009,
  "wired": 4903,
  "50": 157,
  "greatest": 2011,
  "soundtracks": 4172,
  "urban": 4697,
  "till": 4501,
  "dawn": 1243,
  "strippers": 4283,
  "george": 1923,
  "clooney": 982,
  "robber": 3804,
  "convenience": 1088,
  "store": 4260,
  "dancing": 1221,
  "extreme": 1658,
  "holy": 2208,
  "water": 4831,
  "situation": 4108,
  "border": 643,
  "preacher": 3518,
  "priest": 3541,
  "sheriff": 4052,
  "showdown": 4074,
  "siege": 4088,
  "stripper": 4282,
  "campy": 785,
  "unrealistic": 4686,
  "sex": 4021,
  "road": 3801,
  "splatter": 4203,
  "frontier": 1862,
  "mexico": 2930,
  "bar": 480,
  "snake": 4136,
  "tattoo": 4408,
  "planet": 3443,
  "terror": 4451,
  "snakes": 4137,
  "shopping": 4068,
  "harvey": 2105,
  "keitel": 2536,
  "use": 4700,
  "bloody": 610,
  "juliette": 2504,
  "lewis": 2667,
  "half": 2068,
  "sexualized": 4027,
  "brawl": 671,
  "foot": 1799,
  "fetish": 1731,
  "grade": 1992,
  "didn": 1338,
  "mixed": 2988,
  "fair": 1671,
  "damsel": 1216,
  "distress": 1378,
  "fbi": 1715,
  "fugitive": 1868,
  "grenade": 2018,
  "handcuffs": 2078,
  "machine": 2770,
  "run": 3869,
  "garage": 1895,
  "pizza": 3434,
  "station": 4235,
  "psychopath": 3591,
  "rogue": 3825,
  "russian": 3878,
  "sadism": 3885,
  "sadist": 3886,
  "team": 4417,
  "underwater": 4658,
  "lawyer": 2630,
  "screaming": 3963,
  "noah": 3167,
  "literate": 2698,
  "talky": 4398,
  "wistful": 4909,
  "wry": 4958,
  "college": 1007,
  "criterion": 1157,
  "underrated": 4655,
  "meets": 2893,
  "diner": 1352,
  "les": 2655,
  "boxer": 655,
  "jewish": 2450,
  "opera": 3243,
  "foreign": 1809,
  "bed": 524,
  "roses": 3849,
  "poor": 3487,
  "stuart": 4288,
  "bully": 734,
  "miner": 2957,
  "alien": 264,
  "struggle": 4287,
  "survival": 4351,
  "philip": 3394,
  "dick": 1333,
  "robots": 3813,
  "artificial": 384,
  "underground": 4654,
  "enigmatic": 1574,
  "performer": 3373,
  "crossing": 1166,
  "guard": 2036,
  "hit": 2185,
  "loved": 2743,
  "tragedy": 4555,
  "nicholson": 3153,
  "blackmail": 592,
  "son": 4158,
  "trial": 4587,
  "brian": 683,
  "balloon": 468,
  "celebration": 857,
  "fish": 1764,
  "shop": 4067,
  "things": 4476,
  "boat": 620,
  "bounty": 649,
  "coffin": 999,
  "paranoia": 3317,
  "colorado": 1014,
  "2007": 133,
  "sacrifice": 3883,
  "line": 2691,
  "domestic": 1404,
  "history": 2184,
  "feminism": 1724,
  "free": 1847,
  "freedom": 1848,
  "homosexuality": 2219,
  "summer": 4322,
  "mathematics": 2858,
  "mentally": 2915,
  "peasant": 3354,
  "underdog": 4651,
  "university": 4678,
  "village": 4754,
  "widow": 4878,
  "intellectual": 2359,
  "toronto": 4531,
  "racial": 3634,
  "segregation": 3989,
  "mississippi": 2980,
  "angels": 316,
  "society": 4147,
  "incest": 2313,
  "rich": 3770,
  "scientist": 3952,
  "victorian": 4740,
  "secrets": 3985,
  "compelling": 1045,
  "sailing": 3893,
  "diary": 1330,
  "bonding": 633,
  "trip": 4597,
  "storm": 4262,
  "ridley": 3782,
  "scott": 3960,
  "ocean": 3211,
  "fraternity": 1840,
  "melodramatic": 2901,
  "ryan": 3880,
  "ethan": 1606,
  "cuban": 1179,
  "missile": 2976,
  "shipwreck": 4057,
  "drowning": 1445,
  "educational": 1516,
  "boss": 647,
  "fistfight": 1770,
  "manager": 2805,
  "ken": 2539,
  "chimpanzee": 915,
  "rupert": 3873,
  "crooked": 1163,
  "politician": 3478,
  "saturday": 3921,
  "penelope": 3361,
  "governor": 1990,
  "peril": 3374,
  "elevator": 1535,
  "johnny": 2466,
  "depp": 1294,
  "walken": 4799,
  "gloria": 1956,
  "mason": 2848,
  "charles": 884,
  "union": 4672,
  "weak": 4840,
  "holes": 2197,
  "journey": 2486,
  "august": 423,
  "reilly": 3712,
  "jekyll": 2436,
  "hyde": 2273,
  "laboratory": 2594,
  "roberts": 3809,
  "malkovich": 2800,
  "dr": 1421,
  "brooklyn": 701,
  "angela": 313,
  "wes": 4864,
  "unfunny": 4666,
  "matt": 2861,
  "relations": 3716,
  "uma": 4639,
  "thurman": 4494,
  "ted": 4425,
  "demme": 1281,
  "lolita": 2714,
  "reunion": 3754,
  "desperation": 1311,
  "small": 4130,
  "town": 4544,
  "believable": 533,
  "broken": 698,
  "arrow": 380,
  "abandoned": 172,
  "boxing": 656,
  "canyon": 796,
  "desert": 1304,
  "explosion": 1647,
  "major": 2792,
  "nuclear": 3197,
  "ranger": 3655,
  "pilot": 3422,
  "river": 3799,
  "forgettable": 1813,
  "graham": 1995,
  "woo": 4930,
  "packed": 3289,
  "utah": 4702,
  "air": 240,
  "force": 1804,
  "gordon": 1978,
  "scope": 3955,
  "christian": 928,
  "slater": 4120,
  "christmas": 932,
  "hamlet": 2074,
  "kenneth": 2543,
  "angry": 318,
  "confrontational": 1062,
  "biting": 586,
  "capture": 804,
  "nazi": 3120,
  "xenophobia": 4966,
  "arabian": 357,
  "suburb": 4311,
  "unemployment": 4662,
  "gritty": 2026,
  "missing": 2977,
  "riot": 3790,
  "vincent": 4758,
  "molt_avorrida": 3001,
  "current": 1186,
  "growing": 2033,
  "cannes": 791,
  "production": 3557,
  "directorial": 1359,
  "debut": 1261,
  "jude": 2493,
  "narration": 3105,
  "hall": 2069,
  "undercover": 4650,
  "mayor": 2868,
  "harold": 2096,
  "rocket": 3815,
  "quirky": 3626,
  "deadpan": 1250,
  "criminals": 1154,
  "goes": 1965,
  "motel": 3039,
  "barrier": 489,
  "maid": 2788,
  "burglar": 739,
  "breakdown": 675,
  "psychiatric": 3582,
  "hospital": 2238,
  "beat": 516,
  "texas": 4457,
  "murray": 3075,
  "owen": 3277,
  "luke": 2760,
  "tv": 4624,
  "rent": 3733,
  "gone": 1973,
  "awry": 451,
  "wrong": 4955,
  "castle": 840,
  "experiment": 1640,
  "happy": 2089,
  "golf": 1972,
  "adam": 201,
  "sandler": 3908,
  "clown": 987,
  "hayao": 2116,
  "miyazaki": 2989,
  "carl": 815,
  "ellis": 1543,
  "dennis": 1289,
  "course": 1125,
  "hockey": 2193,
  "player": 3450,
  "tag": 4386,
  "bridges": 686,
  "county": 1120,
  "meryl": 2923,
  "streep": 4273,
  "lyrical": 2767,
  "sentimental": 3999,
  "deliberate": 1272,
  "bridge": 685,
  "housewife": 2246,
  "photographer": 3404,
  "photography": 3405,
  "passionate": 3337,
  "clint": 977,
  "eastwood": 1496,
  "loves": 2747,
  "voodoo": 4781,
  "muppets": 3070,
  "puppets": 3604,
  "louis": 2737,
  "stevenson": 4249,
  "billy": 570,
  "body": 623,
  "medieval": 2887,
  "scotland": 3959,
  "brutal": 712,
  "sweeping": 4368,
  "lavish": 2627,
  "forceful": 1806,
  "false": 1681,
  "idealism": 2282,
  "enemy": 1567,
  "independence": 2318,
  "battle": 504,
  "legend": 2644,
  "revolt": 3759,
  "revolution": 3760,
  "united": 4675,
  "kingdom": 2566,
  "directing": 1356,
  "garbage": 1896,
  "wallace": 4803,
  "20": 124,
  "breathtaking": 680,
  "patriotic": 3345,
  "nice": 3150,
  "hair": 2064,
  "style": 4301,
  "tribal": 4590,
  "bravery": 670,
  "cavalry": 854,
  "thrilling": 4489,
  "thrills": 4490,
  "battles": 506,
  "heroism": 2160,
  "streaming": 4272,
  "patriotism": 3346,
  "quite": 3627,
  "adult": 214,
  "bullshit": 733,
  "loyalty": 2751,
  "inspiration": 2352,
  "films": 1752,
  "worthy": 4947,
  "blue": 615,
  "rocks": 3816,
  "highly": 2167,
  "guilty": 2044,
  "pleasure": 3454,
  "taxi": 4409,
  "driver": 1442,
  "1976": 97,
  "paranoid": 3318,
  "lurid": 2762,
  "obsessive": 3207,
  "unrequited": 4688,
  "alienation": 265,
  "vigilantism": 4751,
  "going": 1966,
  "palm": 3301,
  "theatre": 4462,
  "traumatic": 4576,
  "stress": 4277,
  "pedophilia": 3357,
  "shepherd": 4051,
  "boyle": 659,
  "bernard": 547,
  "nyc": 3205,
  "cameo": 776,
  "betamax": 552,
  "zassania": 4986,
  "quotes": 3629,
  "study": 4294,
  "stars": 4229,
  "mind": 2955,
  "insane": 2345,
  "ohsoso": 3222,
  "homophobia": 2217,
  "theory": 4468,
  "criticism": 1160,
  "bronx": 700,
  "diamond": 1326,
  "supermarket": 4335,
  "jackie": 2410,
  "chan": 874,
  "hong": 2223,
  "kong": 2581,
  "choreography": 923,
  "stanley": 4227,
  "india": 2320,
  "cover": 1129,
  "massachusetts": 2850,
  "museum": 3076,
  "coal": 992,
  "mining": 2960,
  "dance": 1219,
  "300": 154,
  "ratings": 3668,
  "canada": 786,
  "happiness": 2088,
  "est": 1599,
  "dans": 1229,
  "swap": 4363,
  "05": 6,
  "08": 9,
  "11": 14,
  "01": 2,
  "mom": 3003,
  "anne": 328,
  "prejudice": 3526,
  "burglary": 740,
  "fascism": 1701,
  "interview": 2368,
  "rabbit": 3631,
  "victim": 4737,
  "holocaust": 2207,
  "nazis": 3121,
  "archive": 362,
  "footage": 1800,
  "glenn": 1953,
  "close": 983,
  "blair": 595,
  "germany": 1929,
  "semitism": 3993,
  "jews": 2451,
  "wwii": 4963,
  "bbc": 508,
  "pg": 3389,
  "young": 4981,
  "poison": 3466,
  "psychiatrist": 3583,
  "misfit": 2972,
  "step": 4240,
  "cool": 1097,
  "benjamin": 544,
  "ross": 3850,
  "lucy": 2758,
  "roommate": 3845,
  "little": 2700,
  "barbara": 481,
  "california": 771,
  "brother": 706,
  "sun": 4323,
  "australia": 428,
  "hawaii": 2112,
  "solar": 4150,
  "1992": 115,
  "pedophile": 3356,
  "henry": 2150,
  "ladies": 2597,
  "ladykiller": 2599,
  "success": 4315,
  "womanizer": 4923,
  "express": 1650,
  "sam": 3902,
  "urbane": 4698,
  "nocturnal": 3168,
  "encounters": 1561,
  "opposites": 3246,
  "attract": 417,
  "mistaken": 2983,
  "girlfriend": 1947,
  "flight": 1781,
  "shaky": 4035,
  "cam": 773,
  "smuggling": 4135,
  "birthday": 579,
  "ironic": 2388,
  "stewardess": 4250,
  "cops": 1101,
  "ticket": 4496,
  "scenic": 3943,
  "takeshi": 4391,
  "wong": 4929,
  "wai": 4791,
  "idiots": 2286,
  "tony": 4526,
  "flirting": 1782,
  "disaster": 1366,
  "ben": 539,
  "stiller": 4252,
  "arquette": 377,
  "lsd": 2753,
  "gratuitous": 2006,
  "screwball": 3967,
  "fitzgerald": 1771,
  "flying": 1789,
  "imaginative": 2299,
  "magical": 2784,
  "palace": 3298,
  "el": 1525,
  "michel": 2936,
  "pie": 3414,
  "sky": 4116,
  "isolation": 2397,
  "ireland": 2385,
  "san": 3905,
  "francisco": 1832,
  "linda": 2689,
  "republic": 3739,
  "spanish": 4183,
  "art": 382,
  "craig": 1136,
  "submarine": 4306,
  "navy": 3119,
  "ward": 4812,
  "patton": 3348,
  "crew": 1149,
  "rebel": 3685,
  "harry": 2100,
  "dean": 1256,
  "lauren": 2624,
  "dern": 1301,
  "rip": 3791,
  "1940s": 58,
  "target": 4405,
  "personal": 3381,
  "reporter": 3737,
  "drag": 1424,
  "queen": 3617,
  "florida": 1785,
  "senator": 3994,
  "dressing": 1435,
  "homosexual": 2218,
  "parenting": 3323,
  "queens": 3618,
  "lane": 2607,
  "nichols": 3152,
  "1978": 99,
  "hysteria": 2276,
  "shadows": 4033,
  "1988": 110,
  "communism": 1038,
  "miracle": 2967,
  "mountain": 3050,
  "virgin": 4762,
  "irish": 2386,
  "catholic": 849,
  "edward": 1517,
  "burns": 746,
  "lawrence": 2629,
  "cop": 1099,
  "lord": 2728,
  "affairs": 222,
  "loose": 2726,
  "strip": 4281,
  "witness": 4914,
  "bay": 507,
  "se": 3970,
  "china": 916,
  "basketball": 498,
  "leonardo": 2651,
  "dicaprio": 1332,
  "masturbation": 2855,
  "wahlberg": 4790,
  "heroin": 2158,
  "bruno": 711,
  "hudson": 2248,
  "company": 1041,
  "catchy": 845,
  "amateur": 281,
  "cerebral": 865,
  "haunted": 2109,
  "past": 3338,
  "amnesia": 294,
  "hal": 2066,
  "13": 16,
  "space": 4177,
  "program": 3561,
  "nasa": 3108,
  "bacon": 458,
  "dramatic": 1428,
  "matter": 2862,
  "fact": 1667,
  "astronaut": 402,
  "cape": 797,
  "kennedy": 2542,
  "moon": 3022,
  "spacecraft": 4178,
  "accident": 186,
  "outer": 3269,
  "drive": 1440,
  "shadow": 4032,
  "stranded": 4268,
  "vomit": 4779,
  "comet": 1028,
  "catastrophe": 843,
  "avorrida": 444,
  "problem": 3552,
  "pace": 3283,
  "beast": 515,
  "content": 1082,
  "formulaic": 1818,
  "engineering": 1571,
  "earth": 1490,
  "dmr": 1389,
  "sound": 4170,
  "editing": 1513,
  "2008": 134,
  "trouble": 4603,
  "shooting": 4065,
  "did": 1337,
  "roy": 3860,
  "liam": 2671,
  "neeson": 3128,
  "hurt": 2269,
  "carter": 830,
  "pot_estar_be": 3505,
  "jessica": 2444,
  "western": 4866,
  "jones": 2476,
  "taylor": 4410,
  "batman": 503,
  "forever": 1811,
  "superhero": 4331,
  "dc": 1247,
  "comics": 1030,
  "comic": 1029,
  "disfigurement": 1371,
  "district": 1379,
  "attorney": 416,
  "partner": 3330,
  "riddle": 3777,
  "rose": 3848,
  "tommy": 4522,
  "joel": 2463,
  "rubber": 3863,
  "trite": 4599,
  "drew": 1436,
  "barrymore": 491,
  "alter": 275,
  "ego": 1522,
  "beauty": 521,
  "belle": 536,
  "1967": 87,
  "catherine": 848,
  "ve": 4721,
  "page": 3291,
  "luis": 2759,
  "sexy": 4028,
  "satirical": 3920,
  "brothel": 705,
  "dual": 1454,
  "bu\u00f1uel": 760,
  "striking": 4280,
  "laurent": 2626,
  "etaegeshelf": 1604,
  "bdsm": 510,
  "doctor": 1392,
  "face": 1664,
  "cigarette": 938,
  "smoking": 4134,
  "af": 220,
  "som": 4156,
  "er": 1586,
  "og": 3219,
  "et": 1602,
  "lou": 2736,
  "reed": 3699,
  "canadian": 787,
  "candy": 789,
  "afterlife": 230,
  "ghost": 1937,
  "halloween": 2070,
  "imaginary": 2297,
  "supernatural": 4336,
  "heroes": 2156,
  "ghosts": 1938,
  "spike": 4197,
  "starz": 4231,
  "congo": 1066,
  "gorilla": 1981,
  "crichton": 1150,
  "marshall": 2837,
  "denzel": 1291,
  "washington": 4824,
  "chain": 868,
  "command": 1032,
  "mutiny": 3088,
  "code": 996,
  "cold": 1001,
  "viggo": 4749,
  "mortensen": 3037,
  "2015": 141,
  "spy": 4212,
  "irreverent": 2390,
  "raunchy": 3670,
  "ambush": 288,
  "bartender": 492,
  "weapon": 4843,
  "guitar": 2046,
  "gunslinger": 2051,
  "latinx": 2618,
  "leg": 2641,
  "buscemi": 751,
  "gfei": 1934,
  "devil": 1320,
  "dress": 1434,
  "moody": 3021,
  "eyes": 1662,
  "jazz": 2430,
  "cheadle": 894,
  "fine": 1756,
  "showtime": 4077,
  "vengeance": 4725,
  "deception": 1268,
  "lone": 2716,
  "samuel": 3903,
  "jackson": 2412,
  "terrorism": 4452,
  "jeremy": 2438,
  "entertaining": 1577,
  "generation": 1913,
  "crystal": 1177,
  "drifter": 1437,
  "eroticism": 1592,
  "punk": 3602,
  "severed": 4019,
  "head": 2119,
  "surrealism": 4348,
  "threesome": 4487,
  "voyeur": 4783,
  "shock": 4060,
  "july": 2506,
  "words": 4936,
  "connection": 1069,
  "arthur": 383,
  "knights": 2579,
  "royalty": 3862,
  "connery": 1071,
  "gere": 1927,
  "whale": 4868,
  "hackers": 2060,
  "computers": 1051,
  "geek": 1908,
  "hacking": 2061,
  "sequence": 4004,
  "internet": 2365,
  "prank": 3515,
  "angelina": 315,
  "jolie": 2472,
  "rest": 3746,
  "redford": 3697,
  "cyber": 1195,
  "miller": 2952,
  "jesse": 2443,
  "matthew": 2863,
  "aids": 239,
  "hiv": 2191,
  "positive": 3498,
  "wall": 4802,
  "futuristic": 1877,
  "technology": 4424,
  "product": 3556,
  "placement": 3436,
  "cyborgs": 1198,
  "brain": 664,
  "industry": 2329,
  "keanu": 2532,
  "reeves": 3701,
  "meyer": 2931,
  "judge": 2494,
  "dna": 1390,
  "frame": 1825,
  "framed": 1826,
  "wrongly": 4957,
  "schneider": 3945,
  "expected": 1637,
  "android": 308,
  "cyborg": 1197,
  "really": 3681,
  "jury": 2512,
  "duty": 1466,
  "youth": 4983,
  "wild": 4881,
  "puberty": 3597,
  "rosario": 3847,
  "dawson": 1244,
  "unique": 4674,
  "justin": 2516,
  "larry": 2611,
  "clark": 953,
  "skateboarding": 4109,
  "living": 2705,
  "indie": 2324,
  "making": 2796,
  "filmmaker": 1750,
  "von": 4780,
  "fanatic": 1688,
  "occult": 3209,
  "resurrection": 3748,
  "wizard": 4917,
  "clive": 978,
  "1993": 116,
  "psychotic": 3593,
  "murderer": 3072,
  "psychic": 3585,
  "mad": 2772,
  "attempt": 413,
  "angst": 319,
  "silent": 4093,
  "crude": 1170,
  "aftercreditsstinger": 229,
  "boyfriend": 658,
  "mall": 2801,
  "kupienia": 2588,
  "affleck": 224,
  "shallow": 4036,
  "jersey": 2441,
  "chasing": 890,
  "tokusatsu": 4515,
  "rec": 3689,
  "moonlight": 3023,
  "grief": 2021,
  "moscow": 3038,
  "fonda": 1795,
  "artsy": 389,
  "cheating": 896,
  "stalking": 4221,
  "baker": 462,
  "just": 2514,
  "plain": 3439,
  "simplistic": 4098,
  "wish": 4907,
  "arnold": 376,
  "columbus": 1018,
  "jeff": 2434,
  "joan": 2457,
  "cusack": 1191,
  "comedies": 1025,
  "party": 3332,
  "spirit": 4199,
  "charming": 888,
  "satan": 3916,
  "jonossa": 2477,
  "mia": 2933,
  "safe": 3891,
  "chemical": 903,
  "quarantine": 3614,
  "todd": 4512,
  "facebook": 1665,
  "environment": 1579,
  "scarlet": 3936,
  "burning": 745,
  "oldman": 3230,
  "rise": 3793,
  "fall": 1677,
  "dancer": 1220,
  "seduction": 3987,
  "striptease": 4284,
  "banned": 479,
  "erotic": 1591,
  "17": 21,
  "kyle": 2591,
  "exploitation": 1645,
  "sexploitation": 4024,
  "camp": 780,
  "pool": 3486,
  "capitalism": 800,
  "smoke": 4133,
  "forest": 1810,
  "whitaker": 4873,
  "talk": 4396,
  "horses": 2237,
  "species": 4185,
  "aliens": 266,
  "attraction": 418,
  "transformation": 4566,
  "decapitation": 1262,
  "femme": 1726,
  "fatale": 1707,
  "genetic": 1915,
  "telepathy": 4434,
  "creature": 1144,
  "contact": 1080,
  "oil": 3223,
  "restaurant": 3747,
  "days": 1246,
  "ralph": 3649,
  "fiennes": 1742,
  "cameron": 779,
  "pornography": 3494,
  "bodyguard": 624,
  "1999": 122,
  "near": 3125,
  "chemistry": 904,
  "mystic": 3093,
  "1964": 84,
  "1950s": 69,
  "mechanic": 2883,
  "gas": 1904,
  "breakthroughs": 678,
  "got": 1986,
  "away": 447,
  "fictional": 1739,
  "jacques": 2413,
  "wishes": 4908,
  "korean": 2583,
  "baseball": 494,
  "martha": 2838,
  "league": 2635,
  "eclipse": 1502,
  "direction": 1357,
  "homoerotic": 2216,
  "subtext": 4308,
  "julie": 2501,
  "transvestism": 4570,
  "acceptance": 185,
  "fantastic": 1691,
  "patrick": 3344,
  "territory": 4450,
  "seal": 3972,
  "steven": 4247,
  "nude": 3198,
  "beach": 511,
  "turturro": 4623,
  "walk": 4797,
  "clouds": 986,
  "harvest": 2104,
  "mutant": 3083,
  "diving": 1382,
  "apocalypse": 350,
  "costner": 1113,
  "hopper": 2231,
  "molt_criticada": 3002,
  "everybody": 1617,
  "horrible": 2232,
  "extended": 1652,
  "newton": 3148,
  "search": 3975,
  "alternative": 277,
  "universe": 4677,
  "opium": 3245,
  "west": 4865,
  "version": 4732,
  "leader": 2634,
  "cave": 855,
  "waterfall": 4832,
  "colonel": 1010,
  "communist": 1039,
  "ussr": 4701,
  "rain": 3645,
  "monk": 3011,
  "awful": 449,
  "linear": 2692,
  "conversation": 1090,
  "driven": 1441,
  "vienna": 4746,
  "vacation": 4704,
  "abroad": 177,
  "austria": 430,
  "hawke": 2114,
  "trains": 4562,
  "fascinating": 1700,
  "realism": 3678,
  "thoughts": 4484,
  "2014": 140,
  "vcd": 4720,
  "stand": 4224,
  "rock": 3814,
  "stupidity": 4300,
  "crush": 1174,
  "elementary": 1532,
  "stop": 4259,
  "swan": 4362,
  "funniest": 1872,
  "low": 2750,
  "babysitter": 456,
  "homicide": 2214,
  "louise": 2738,
  "whoopi": 4876,
  "cure": 1185,
  "hope": 2229,
  "freak": 1842,
  "voyeurism": 4784,
  "lovecraft": 2741,
  "circle": 946,
  "minnie": 2964,
  "pat": 3340,
  "rate": 3664,
  "work": 4937,
  "loser": 2730,
  "roles": 3828,
  "juvenile": 2517,
  "roi": 3826,
  "whacked": 4867,
  "2006": 132,
  "workplace": 4940,
  "juan": 2490,
  "patient": 3341,
  "passion": 3336,
  "madness": 2776,
  "marlon": 2832,
  "brando": 667,
  "employee": 1557,
  "intrigue": 2371,
  "harassment": 2090,
  "vision": 4768,
  "drop": 1444,
  "zone": 4997,
  "airplane": 242,
  "prisoners": 3548,
  "destiny": 1313,
  "radio": 3639,
  "roman": 3832,
  "polanski": 3470,
  "chile": 914,
  "humiliation": 2255,
  "regime": 3708,
  "torture": 4533,
  "abusive": 181,
  "alcoholic": 254,
  "anger": 317,
  "maine": 2791,
  "suspicion": 4358,
  "kathy": 2528,
  "housekeeper": 2245,
  "leigh": 2648,
  "feminist": 1725,
  "journalist": 2485,
  "slapstick": 4118,
  "madcap": 2775,
  "fired": 1760,
  "daniels": 1226,
  "toilet": 4514,
  "idiot": 2284,
  "eat": 1499,
  "drink": 1438,
  "shi": 4054,
  "cooking": 1096,
  "daughters": 1238,
  "dating": 1236,
  "letters": 2665,
  "sister": 4106,
  "buddhism": 718,
  "gatherings": 1906,
  "makes": 2794,
  "siblings": 4082,
  "endings": 1564,
  "remade": 3723,
  "tedious": 4427,
  "nightclub": 3159,
  "unhappiness": 4667,
  "eden": 1510,
  "rice": 3769,
  "leather": 2637,
  "wood": 4931,
  "burton": 749,
  "affectionate": 223,
  "gentle": 1920,
  "celebrity": 858,
  "addict": 207,
  "fortune": 1820,
  "teller": 4438,
  "trick": 4593,
  "sarah": 3913,
  "youtube": 4984,
  "tai": 4387,
  "kiss": 2571,
  "deal": 1253,
  "fear": 1716,
  "meg": 2894,
  "countryside": 1119,
  "wine": 4894,
  "reno": 3731,
  "forget": 1812,
  "dallas": 1210,
  "hbo": 2117,
  "far": 1693,
  "adventures": 218,
  "yellow": 4974,
  "wilderness": 4884,
  "pop": 3489,
  "reincarnation": 3713,
  "brotherhood": 707,
  "vocalists": 4775,
  "fa": 1663,
  "ganes": 1889,
  "laserdisc": 2615,
  "glass": 1951,
  "dreams": 1432,
  "chicago": 906,
  "poverty": 3508,
  "inner": 2341,
  "creatures": 1145,
  "awakening": 445,
  "zealand": 4989,
  "walsh": 4804,
  "protag": 3574,
  "bizarre": 589,
  "nephew": 3137,
  "topic": 4527,
  "heavy": 2135,
  "overweight": 3276,
  "albert": 251,
  "fred": 1845,
  "marilyn": 2825,
  "monroe": 3013,
  "chronicles": 934,
  "cruise": 1173,
  "bite": 585,
  "plantation": 3446,
  "interviews": 2369,
  "orleans": 3259,
  "price": 3539,
  "costumes": 1115,
  "existentialism": 1633,
  "undertones": 4657,
  "neil": 3132,
  "jordan": 2478,
  "doll": 1400,
  "historic": 2181,
  "mediocre": 2888,
  "telephone": 4435,
  "easygoing": 1498,
  "schwarzenegger": 3948,
  "pregnant": 3524,
  "ivan": 2406,
  "innocence": 2342,
  "harvard": 2103,
  "lawyers": 2631,
  "laurence": 2625,
  "fishburne": 1765,
  "episode": 1584,
  "iv": 2405,
  "1977": 98,
  "scifi": 3953,
  "lucas": 2755,
  "fx": 1879,
  "quality": 3613,
  "cut": 1193,
  "know": 2580,
  "inventive": 2374,
  "sf": 4030,
  "earl": 1487,
  "androids": 309,
  "edge": 1512,
  "incredible": 2317,
  "campbell": 782,
  "mythology": 3096,
  "doesn": 1397,
  "inspiring": 2355,
  "carrie": 825,
  "fisher": 1766,
  "hands": 2080,
  "wing": 4895,
  "empire": 1556,
  "galaxy": 1882,
  "rebellion": 3686,
  "versus": 4733,
  "han": 2076,
  "solo": 4154,
  "potter": 3507,
  "akira": 245,
  "kurosawa": 2589,
  "uplifting": 4694,
  "spielberg": 4195,
  "trilogy": 4596,
  "alec": 256,
  "guinness": 2045,
  "mysticism": 3094,
  "saga": 3892,
  "younger": 4982,
  "nerd": 3138,
  "clean": 965,
  "ok": 3224,
  "deep": 1269,
  "let": 2661,
  "spaceship": 4179,
  "iconic": 2280,
  "denis": 1287,
  "fairy": 1672,
  "falcon": 1676,
  "fighter": 1744,
  "warrior": 4820,
  "noise": 3170,
  "saving": 3926,
  "70s": 164,
  "warriors": 4821,
  "corny": 1104,
  "quest": 3621,
  "congress": 1067,
  "thing": 4475,
  "hot": 2240,
  "touch": 4537,
  "opening": 3242,
  "cav": 853,
  "anamorphic": 301,
  "aged": 233,
  "famous": 1686,
  "wizards": 4918,
  "cowboys": 1133,
  "poetic": 3461,
  "telling": 4439,
  "sorcery": 4165,
  "fan": 1687,
  "15": 19,
  "revolutionary": 3761,
  "movement": 3055,
  "dictatorship": 1336,
  "makeup": 2795,
  "tight": 4498,
  "sfx": 4031,
  "duel": 1457,
  "begins": 528,
  "ride": 3778,
  "master": 2852,
  "1997": 120,
  "laser": 2614,
  "homage": 2209,
  "rating": 3667,
  "anime": 324,
  "2016": 142,
  "greek": 2014,
  "trek": 4585,
  "blade": 594,
  "flat": 1777,
  "control": 1086,
  "memories": 2906,
  "years": 4973,
  "friendly": 1854,
  "industrial": 2328,
  "robot": 3812,
  "waste": 4825,
  "swords": 4378,
  "generic": 1914,
  "depression": 1296,
  "desire": 1308,
  "sisters": 4107,
  "bale": 464,
  "winona": 4899,
  "ryder": 3881,
  "civil": 950,
  "armstrong": 374,
  "literary": 2697,
  "attic": 415,
  "boarding": 619,
  "schoolgirl": 3947,
  "differences": 1344,
  "riches": 3773,
  "rags": 3641,
  "cathartic": 847,
  "drab": 1422,
  "harsh": 2101,
  "chocolate": 919,
  "downbeat": 1417,
  "compassionate": 1044,
  "mothers": 3042,
  "montana": 3017,
  "quinn": 3625,
  "older": 3229,
  "prohibition": 3562,
  "instructor": 2357,
  "damon": 1215,
  "mi": 2932,
  "east": 1493,
  "member": 2903,
  "gangs": 1891,
  "state": 4232,
  "building": 727,
  "ennio": 1575,
  "morricone": 3035,
  "losing": 2732,
  "custody": 1192,
  "liberation": 2674,
  "racist": 3637,
  "abandonment": 173,
  "worker": 4938,
  "surrogate": 4349,
  "gyllenhaal": 2055,
  "nicholas": 3151,
  "shelley": 4049,
  "frankenstein": 1835,
  "doyle": 1420,
  "lady": 2598,
  "helena": 2141,
  "bonham": 637,
  "cleese": 967,
  "nora": 3180,
  "milk": 2949,
  "match": 2856,
  "malcolm": 2798,
  "happened": 2086,
  "street": 4274,
  "department": 1293,
  "dylan": 1476,
  "xmas": 4967,
  "panavision": 3308,
  "70": 162,
  "spherical": 4192,
  "immigrant": 2302,
  "gregory": 2017,
  "alcatraz": 252,
  "prisoner": 3547,
  "public": 3598,
  "1930s": 47,
  "dan": 1217,
  "fool": 1797,
  "retirement": 3750,
  "newman": 3145,
  "autism": 433,
  "north": 3184,
  "carolina": 822,
  "speech": 4187,
  "therapy": 4470,
  "remote": 3728,
  "location": 2710,
  "disability": 1361,
  "troubled": 4604,
  "hallucination": 2071,
  "lover": 2745,
  "natural": 3116,
  "born": 646,
  "ultra": 4638,
  "psychedelic": 3581,
  "frantic": 1837,
  "mass": 2849,
  "sadistic": 3887,
  "press": 3534,
  "harrelson": 2097,
  "italy": 2404,
  "venice": 4727,
  "bonnie": 638,
  "stevens": 4248,
  "funeral": 1871,
  "lack": 2596,
  "tradition": 4552,
  "rebellious": 3687,
  "slum": 4129,
  "working": 4939,
  "general": 1912,
  "research": 3742,
  "disease": 1370,
  "wolfgang": 4920,
  "dustin": 1464,
  "scientific": 3951,
  "professional": 3559,
  "luc": 2754,
  "besson": 549,
  "training": 4561,
  "unconventional": 4646,
  "neighbor": 3129,
  "idea": 2281,
  "dirty": 1360,
  "atmosphere": 409,
  "motive": 3046,
  "disambiguation": 1363,
  "1981": 103,
  "cin\u00e9ma": 945,
  "du": 1453,
  "look": 2722,
  "ellen": 1541,
  "naive": 3098,
  "killed": 2556,
  "2018": 144,
  "immigration": 2304,
  "pulp": 3600,
  "unusual": 4693,
  "episodic": 1585,
